/* dashboard location */
"Dashboard" = "Dashboard";

/* desktop location */
"Desktop" = "Skrivebord";

/* layer heading */
"Layer: " = "Lag: ";

/* dock items */
"List of Dock Items " = "Liste over Dock-emner ";

/* properties heading */
"Properties: " = "Egenskaber: ";

/* widget heading */
"Widget: " = "Widget: ";

/* Recent items */
"Recent Applications" = "Seneste programmer";
"Recent Documents" = "Seneste dokumenter";
"Recent Servers" = "Seneste servere";
"Favorite Volumes" = "Favoritenheder";
"Favorite Items" = "Favoritemner";

"Spacer" = "Afstand";
"Sort by: " = "Sorter efter: ";
"Display as: " = "Vis som: ";
"View Content as: " = "Vis indhold som: ";
"Type: " = "Type: ";
"Location: " = "Placering: ";
"Name: " = "Navn: ";
"URL: " = "URL: ";

/* Stack settings */
"Name" = " Navn";
"Date Added" = "Tilføjet den";
"Date Modified" = "Ændringsdato";
"Date Created" = "Oprettelsesdato";
"Kind" = "Type";
"Folder" = "Mappe";
"Stack" = "Stak";
"Fan" = "Vifte";
"Grid" = "Net";
"List" = "Liste";
"Automatic" = "Automatisk";